export default {
  projections: {
    ТЧРегРезультE: {
      итогСобесед: {
        __caption__: 'Итог собесед'
      },
      оценкаКандид: {
        __caption__: 'Оценка кандид'
      },
      крКомИлиОбсРеш: {
        __caption__: 'Кр ком или обс реш'
      },
      сотруд: {
        __caption__: 'Сотруд'
      }
    }
  },
  validations: {
    итогСобесед: {
      __caption__: 'Итог собесед'
    },
    крКомИлиОбсРеш: {
      __caption__: 'Кр ком или обс реш'
    },
    оценкаКандид: {
      __caption__: 'Оценка кандид'
    },
    сотруд: {
      __caption__: 'Сотруд'
    },
    регРезульт: {
      __caption__: 'регРезульт'
    }
  }
};
