export default {
  projections: {
    ПланирСобесE: {
      датаПланСобес: {
        __caption__: 'Дата план собес'
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      время: {
        __caption__: 'Время'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      регистАнкеты: {
        __caption__: 'Регист анкеты',
        фИОКандид: {
          __caption__: 'Ф и о кандид'
        },
        вакантДолжн: {
          __caption__: '',
          должность: {
            __caption__: 'Должность'
          }
        },
        номерТелефона: {
          __caption__: 'Телефон'
        },
        элПочта: {
          __caption__: 'Эл почта'
        }
      }
    },
    ПланирСобесL: {
      датаПланСобес: {
        __caption__: 'Дата план собес'
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      время: {
        __caption__: 'Время'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      регистАнкеты: {
        __caption__: 'Ф и о кандид',
        фИОКандид: {
          __caption__: 'Ф и о кандид'
        },
        вакантДолжн: {
          __caption__: '',
          должность: {
            __caption__: 'Должность'
          }
        },
        номерТелефона: {
          __caption__: 'Телефон'
        },
        элПочта: {
          __caption__: 'Эл почта'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    датаПланСобес: {
      __caption__: 'Дата план собес'
    },
    иметьПриСебе: {
      __caption__: 'Иметь при себе'
    },
    организация: {
      __caption__: 'Организация'
    },
    регистАнкеты: {
      __caption__: 'Регист анкеты'
    }
  }
};
