export default {
  projections: {
    РегРезультE: {
      датРегРезСобес: {
        __caption__: 'Дат рег рез собес'
      },
      планирСобес: {
        __caption__: 'ФИО',
        регистАнкеты: {
          __caption__: '',
          фИОКандид: {
            __caption__: 'ФИО'
          },
          вакантДолжн: {
            __caption__: '',
            должность: {
              __caption__: 'Должность'
            }
          }
        },
        иметьПриСебе: {
          __caption__: 'Иметь при себе'
        }
      },
      приглНаРаб: {
        __caption__: 'Пригл на раб'
      },
      кандидОтклон: {
        __caption__: 'Кандид отклон'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      тЧРегРезульт: {
        __caption__: 'Т ч рег результ',
        итогСобесед: {
          __caption__: 'Итог собесед'
        },
        оценкаКандид: {
          __caption__: 'Оценка кандид'
        },
        крКомИлиОбсРеш: {
          __caption__: 'Кр ком или обс реш'
        },
        сотруд: {
          __caption__: 'Сотруд'
        }
      }
    },
    РегРезультL: {
      датРегРезСобес: {
        __caption__: 'Дат рег рез собес'
      },
      приглНаРаб: {
        __caption__: 'Пригл на раб'
      },
      кандидОтклон: {
        __caption__: 'Кандид отклон'
      },
      планирСобес: {
        __caption__: 'Иметь при себе',
        иметьПриСебе: {
          __caption__: 'Иметь при себе'
        }
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датРегРезСобес: {
      __caption__: 'Дат рег рез собес'
    },
    кандидОтклон: {
      __caption__: 'Кандид отклон'
    },
    приглНаРаб: {
      __caption__: 'Пригл на раб'
    },
    организация: {
      __caption__: 'Организация'
    },
    планирСобес: {
      __caption__: 'ФИО'
    },
    тЧРегРезульт: {
      __caption__: 'Т ч рег результ'
    }
  }
};
